<template>
    <div class="main-page">
        <BaseHero :title="'Сохраняя экосистемы'" :img="'img/hero-main.png'" :imgMobile="'img/hero6-mobile.jpg'" :descr="heroDescr" />

        <section class="main-page__bottom">
            <BaseAccordion class="main-page__result-faq" v-for="faq in faqs" :key="faq.id" :faq="faq" />
        </section>
    </div>
</template>

<script>
import BaseHero from '@/layout/BaseHero.vue'
import BaseAccordion from '@/components/BaseAccordion.vue'
export default {
    components: {
        BaseHero,
        BaseAccordion
        //     SectionOrange,
        // SectionWhite,
        // BaseTextBlock,
        // MainSection,
        // BaseSidebar,
        //     BaseDropdownInfo,
        //     BaseCollageInfo,
        //     BaseNumberBlock
    },
    data() {
        return {
            heroDescr: 'Узнайте, какие подходы использует &laquo;Норникель&raquo; для сохранения природных экосистем, какая экотехнология восстановления водоёмов оказалась наиболее перспективной, где найти биологические реликты и&nbsp;как &laquo;Норникель&raquo; спасает жизни королей Арктики.',
            faqs: [
                {
                    "question": 'Почему важно сохранять биологическое разнообразие?',
                    "answer": '<p class=mb-10>Кропотливо созданные природой взаимосвязи между животными и растительными организмами обеспечивают условия, благодаря которым на планете формируется климат и продолжается жизнь.</p><p class=mb-10>Экосистемы — подвижные механизмы, способные адаптироваться ко внешним угрозам. В этом им помогает разнообразие включённых в них видов: каждый участник вносит свой вклад, порой не видимый глазу, но ощутимый для всей «сети жизни». Выпадение даже одного звена может привести к распаду всей системы.</p><p class=mb-10>Изменения человеком естественных природных экосистем наносит ощутимый удар по экологическому равновесию природных территорий. После того как человек преобразовал большую часть суши, природный баланс «пошатнулся» и начались процессы, связанные с изменением климата.</p><p>Стремясь сохранить первозданную природу и ответственно относясь к тому, какой след оставляем на планете, мы поддерживаем безопасное и щедрое природное окружение и обеспечиваем собственное выживание как биологического вида.</p>',
                    "isOpen": false
                },
                {
                    "question": 'Какие угрозы для биоразнообразия существуют сегодня?',
                    "answer": '<div class=fqa-flex><div class=fqa-num>01</div><div class=fqa-text>Места обитания животных и растений нарушаются из-за изменения ландшафтов, строительства и движения транспорта, вытаптывания, токсичных веществ, используемых в промышленности и сельском хозяйстве. Меняется состав видов, целые популяции оказываются в изоляции от жизненно важных ресурсов, и их численность сокращается.</div></div><div class=fqa-flex><div class=fqa-num>02</div><div class=fqa-text>Местные виды, не имеющие иммунитета к новым инфекциям, заражаются от мигрирующих животных — переносчиков заболеваний.</div></div><div class=fqa-flex><div class=fqa-num>03</div><div class=fqa-text>Глобальное изменение климата смещает зоны расселения видов. Некоторые растения и животные оказываются в нетипичной для них среде обитания, где проявляют свойства инвазивных видов (от латинского invasio — «нападение», «набег»): конкурируют с «местными» и даже могут подавлять численность их популяций.</div></div><div class=fqa-flex><div class=fqa-num>04</div><div class=fqa-text>Промышленная деятельность увеличивает риск техногенных аварий и пожаров. Огонь и загрязнение среды нефтепродуктами и другими техническими жидкостями наносят ущерб природным экосистемам на обширных территориях.</div></div><div class=fqa-flex><div class=fqa-num>05</div><div class=fqa-text>Безответственный туризм приводит к неконтролируемым пожарам и загрязнению природных территорий бытовыми отходами.</div></div>',
                    "isOpen": false
                },
                {
                    "question": 'Зачем определять зону воздействия предприятий?',
                    "answer": '<p class=mb-10>Изучая, что происходит с экосистемой внутри зоны воздействия и за её пределами, учёные формируют базу для наблюдений.</p><p class=mb-10>Новые исследования позволят увидеть изменения и вовремя отреагировать на нарушение природного равновесия. Также, определив зоны воздействия, можно оценить степень влияния предприятия на природное окружение и скорректировать его, если нужно.</p><p class=mb-10>Границы зоны воздействия подвижны: во время исследований учёные получают новые данные о состоянии видов и их поведении — и смещают проведённую границу в ту или иную сторону. Это называется уточнением зоны воздействия.</p>',
                    "isOpen": false
                },
                {
                    "question": 'Как «Норникель» изучает состояние биоразнообразия в дивизионах?',
                    "answer": '<p class=mb-10>В ходе научных экспедиций биологи изучают флору и фауну возле предприятий, а также на фоновых территориях за пределами зоны воздействия, где экосистемы сохранились в первозданном, или эталонном, виде. Данные о составе видов в обеих зонах становятся базой для дальнейших наблюдений.</p><p>Через год проводят новые исследования, сравнивают данные с прошлыми, отдельно анализируя зону воздействия и фон и сравнивая их. Такое сравнение необходимо, поскольку изменения в окружающей природной среде не всегда результат воздействия предприятий. Они могут быть вызваны также естественными природными циклами, о чём и расскажет эталонная зона. Если возле предприятий фиксируются нарушения, несвойственные фону, это сигнал — пора сокращать определённые виды негативного воздействия и восстанавливать экосистемы.</p>',
                    "isOpen": false
                },
                {
                    "question": 'Что делает «Норникель», чтобы сохранить биоразнообразие?',
                    "answer": '',
                    "mainPageItem": true,
                    "isOpen": false
                }
            ]
        }
    }
}
</script>

<style lang="scss">
.main-page {
    .hero {
        background-position: center;

        &-strip {
            display: none;
        }

        .container {
            display: flex;
            flex-direction: column;
            align-items: center;
        }

        // &__

        &__title {
            color: #D38235;
            font-weight: 600;
            line-height: 120%;
            text-transform: uppercase;
            font-size: 36px;
        }
    }

    &__bottom {
        padding: 3.4722rem 8.19445rem 5.20834rem 8.19445rem;
        background: #F7F6F2;

        @media (max-width: 768px) {
            padding: 11.7334rem 5.3334rem 0 5.3334rem;
        }

        .faq {
            @media (max-width: 768px) {
                margin: 0;
            }
        }
    }

    &__result-faq {
        border-top: 0.5px solid var(--grey, #626261);

        .answer {
            padding-left: 0.83334rem;
            padding-right: 9.0278rem;

            @media (max-width: 768px) {
                padding-left: 0;
                padding-right: 0;
            }
        }
    }

    .fqa-flex {
        display: flex;
        // justify-content: space-between;
        gap: 2.2223rem;
        margin-bottom: 1.389rem;

        .clue__hidden {
            @media (min-width: 769px) {
                width: 34.7rem;
                left: 21%;
            }
        }
    }

    .fqa-num {
        font-size: 1.5278rem;
        font-weight: 600;
        line-height: 130%;

        @media (max-width: 769px) {
            font-size: 5.86667rem;
        }
    }

    .fqa-text {
        font-size: 1.25rem;
        font-weight: 300;
        line-height: 130%;

        @media (max-width: 769px) {
            font-size: 4.8rem;
        }
    }
}
</style>