<template>
    <div class="main-page">
        <BaseHero :img="'img/hero-main.png'" :imgMobile="'img/hero6-mobile.jpg'" />

        <section class="main-page__bottom">
            <BaseAccordion class="main-page__result-faq" v-for="faq in faqs" :key="faq.id" :faq="faq" />
        </section>
    </div>
</template>

<script>
import BaseHero from '@/layout/BaseHero.vue'
import BaseAccordion from '@/components/BaseAccordion.vue'
export default {
    components: {
        BaseHero,
        BaseAccordion
        //     SectionOrange,
        // SectionWhite,
        // BaseTextBlock,
        // MainSection,
        // BaseSidebar,
        //     BaseTooltip,
        //     BaseDropdownInfo,
        //     BaseCollageInfo,
        //     BaseNumberBlock
    },
    data() {
        return {
            heroDescr: '&laquo;Норникель&raquo; на&nbsp;протяжении более чем десяти лет сотрудничает с&nbsp;заповедниками и&nbsp;заказниками Таймыра, Забайкалья и&nbsp;Кольского полуострова. При поддержке компании на&nbsp;особо охраняемых территориях появляются новые экологические маршруты и&nbsp;реализуются программы по&nbsp;изучению и&nbsp;сохранению редких видов животных и&nbsp;растений.',
            faqs: [
                {
                    "question": 'Почему важно сохранять биологическое разнообразие?',
                    "answer": '<p class=mb-10>Кропотливо созданные природой взаимосвязи между животными и растительными организмами обеспечивают условия, благодаря которым на планете формируется климат и продолжается жизнь.</p><p class=mb-10>Экосистемы — подвижные механизмы, способные адаптироваться ко внешним угрозам. В этом им помогает разнообразие включённых в них видов: каждый участник вносит свой вклад, порой не видимый глазу, но ощутимый для всей «сети жизни». Выпадение даже одного звена может привести к распаду всей системы.</p><p class=mb-10>Изменения человеком естественных природных экосистем наносит ощутимый удар по экологическому равновесию природных территорий. После того как человек преобразовал большую часть суши, природный баланс «пошатнулся» и начались процессы, связанные с изменением климата.</p><p>Стремясь сохранить первозданную природу и ответственно относясь к тому, какой след оставляем на планете, мы поддерживаем безопасное и щедрое природное окружение и обеспечиваем собственное выживание как биологического вида.</p>',
                    "isOpen": false
                },
                {
                    "question": 'Какие угрозы для биоразнообразия существуют сегодня?',
                    "answer": 'Относительно надёжно оценить состояние экосистем можно только с&nbsp;учётом естественной внутренней динамики всех компонентов. Например, почвы и&nbsp;растительные сообщества достаточно стабильны во&nbsp;времени. Животные, напротив, характеризуются выраженной популяционной динамикой. Получить адекватный результат можно минимум за&nbsp;два, а&nbsp;то&nbsp;и&nbsp;три года наблюдений.',
                    "isOpen": false
                },
                {
                    "question": 'Зачем определять зону воздействия предприятий?',
                    "answer": 'В&nbsp;течение 2023 года на&nbsp;территориях вокруг промышленных объектов &laquo;Норникеля&raquo; проходит второй этап Большой научной экспедиции. Её&nbsp;участники занимаются углублёнными исследованиями и&nbsp;наблюдением за&nbsp;выявленными годом ранее параметрами биоразнообразия. По&nbsp;итогам работы учёные проведут генетический анализ различных компонентов систем и&nbsp;составят ДНК-библиотеки. Чтобы получить достоверные и&nbsp;научно обоснованные данные, исследования нужно проводить от&nbsp;3&nbsp;до&nbsp;5&nbsp;лет.',
                    "isOpen": false
                },
                {
                    "question": 'Как «Норникель» изучает состояние биоразнообразия в дивизионах?',
                    "answer": 'В&nbsp;течение 2023 года на&nbsp;территориях вокруг промышленных объектов &laquo;Норникеля&raquo; проходит второй этап Большой научной экспедиции. Её&nbsp;участники занимаются углублёнными исследованиями и&nbsp;наблюдением за&nbsp;выявленными годом ранее параметрами биоразнообразия. По&nbsp;итогам работы учёные проведут генетический анализ различных компонентов систем и&nbsp;составят ДНК-библиотеки. Чтобы получить достоверные и&nbsp;научно обоснованные данные, исследования нужно проводить от&nbsp;3&nbsp;до&nbsp;5&nbsp;лет.',
                    "isOpen": false
                },
                {
                    "question": 'Что делает «Норникель», чтобы сохранить биоразнообразие?',
                    "answer": 'В&nbsp;течение 2023 года на&nbsp;территориях вокруг промышленных объектов &laquo;Норникеля&raquo; проходит второй этап Большой научной экспедиции. Её&nbsp;участники занимаются углублёнными исследованиями и&nbsp;наблюдением за&nbsp;выявленными годом ранее параметрами биоразнообразия. По&nbsp;итогам работы учёные проведут генетический анализ различных компонентов систем и&nbsp;составят ДНК-библиотеки. Чтобы получить достоверные и&nbsp;научно обоснованные данные, исследования нужно проводить от&nbsp;3&nbsp;до&nbsp;5&nbsp;лет.',
                    "isOpen": false
                }
            ]
        }
    }
}
</script>

<style lang="scss">
.main-page {
    .hero {
        background-position: center;
    }

    .hero-strip {
        display: none;
    }

    &__bottom {
        padding: 50px 118px 75px 118px;
        background: #F7F6F2;
    }

    &__result-faq {
        border-top: 0.5px solid var(--grey, #626261);

        .answer.open {
            padding-left: 12px;
            padding-right: 130px;
        }
    }
}
</style>