<template>
    <div class="treasures">
        <BaseHero :title="'Сокровищницы биоразнообразия'" :descr="heroDescr" :img="'img/hero8.jpg'"
            :imgMobile="'img/hero6-mobile.jpg'" />
        <MainSection>
            <SectionWhite>
                <BaseTextBlock class="treasures__start">
                    <picture>
                        <source type="image/webp" srcset="img/treasures-1.webp">
                        <img src="img/treasures-1.png" alt="">
                    </picture>
                    <div class="title">Заповедники Кольского&nbsp;дивизиона</div>
                </BaseTextBlock>

                <BaseTextBlock class="mb-60" :title="'Заповедник «Пасвик»'" :undertitle="'Мурманская область'">
                    Заповедник &laquo;Пасвик&raquo; узкой полосой вытянулся вдоль государственной границы России
                    и&nbsp;Норвегии. В&nbsp;переводе с&nbsp;языка саамов &laquo;Пасвик&raquo; означает &laquo;святая
                    река&raquo;&nbsp;&mdash; так местные жители называли реку Паз, которая протекает по&nbsp;особо
                    охраняемой природной территории. <br /><br />Это первый заповедник в&nbsp;нашей стране, созданный после
                    распада
                    СССР, и&nbsp;самый молодой заповедник Мурманской области. &laquo;Пасвик&raquo; первым из&nbsp;российских
                    заповедников стал членом Федерации Европарк и&nbsp;получил её&nbsp;сертификат.
                </BaseTextBlock>

                <div class="treasures__map treasures__map-1">
                    <BaseNumberBlock class="number-block-1" :textTop="'16&nbsp;июля 1992&nbsp;г.'"
                        :textBottom="'дата создания'" />
                    <BaseNumberBlock class="number-block-2" :textTop="'14&nbsp;687&nbsp;га'"
                        :textBottom="'площадь заповедника'" />
                    <BasePhoto class="treasures__photo-block" :img="'img/treasures-img-1.jpg'" />
                    <div class="treasures__map-text treasures__map-text-1">
                        Вместе с&nbsp;норвежским национальным парком &laquo;Эвре-Пасвик&raquo; и&nbsp;финским
                        &laquo;Вятсяри&raquo; образует трёхсторонний трансграничный парк &laquo;Пасвик-Инари&raquo;
                    </div>
                    <div class="treasures__map-text treasures__map-text-2">
                        Границы заповедника находятся в&nbsp;15&nbsp;км от&nbsp;предприятий &laquo;Норникеля&raquo;
                    </div>
                </div>

                <BaseTextBlock class="mb-60" :title="'Флора и фауна'">
                    Больше половины территории &laquo;Пасвика&raquo; покрыто сосновым лесом, а&nbsp;оставшаяся
                    часть&nbsp;&mdash; рекой и&nbsp;болотами. Заповедник создавался ради сохранения и&nbsp;изучения этих
                    природных зон и&nbsp;их&nbsp;обитателей.
                </BaseTextBlock>

                <div class="number-blocks text-block__wrap mb-60">
                    <BaseNumberBlock :textTop="'242&nbsp;вида'" :textBottom="'птиц'" />
                    <BaseNumberBlock :textTop="'32&nbsp;вида'" :textBottom="'млекопитающих'" />
                    <BaseNumberBlock :textTop="'1814&nbsp;видов'" :textBottom="'растений и&nbsp;грибов'" />
                </div>

                <BaseTextBlock>
                    Но&nbsp;&laquo;Пасвик&raquo; впечатляет не&nbsp;только своей природой&nbsp;&mdash; немало интересного
                    здесь найдут этнографы и&nbsp;антропологи. В&nbsp;разное время на&nbsp;территории, занятой в&nbsp;наши
                    дни заповедником, жили саамы, финны, русские и&nbsp;норвежцы, а&nbsp;на&nbsp;некоторых участках
                    обнаружены стоянки охотников эпохи раннего неолита.<br /><br />На&nbsp;территории заповедника
                    зарегистрировано
                    несколько десятков видов редких животных и&nbsp;растений, занесённых в&nbsp;Красную книгу. Вот лишь
                    некоторые из&nbsp;них:
                </BaseTextBlock>

                <div class="treasures-1 mb-100 treasures__scroll-block">
                    <TreasuresScrollSwiper1 />
                    <svg class="mobile-icon-scroll" width="96" height="54" viewBox="0 0 96 54" fill="none"
                        xmlns="http://www.w3.org/2000/svg">
                        <path
                            d="M83.6023 17.4167L77.934 11.7325L80.1665 9.5L89.6665 19L80.1665 28.5L77.934 26.2675L83.6023 20.5833H64.3332V17.4167H83.6023Z"
                            fill="#DEDEDE" />
                        <path
                            d="M12.3977 17.4167L18.066 11.7325L15.8335 9.5L6.3335 19L15.8335 28.5L18.066 26.2675L12.3977 20.5833H31.6668V17.4167H12.3977Z"
                            fill="#DEDEDE" />
                        <circle cx="48.5" cy="18.5" r="18.5" fill="#DEDEDE" />
                        <path fill-rule="evenodd" clip-rule="evenodd"
                            d="M40.35 28.4855C39.9499 27.8918 39.5705 26.1688 39.2545 25.0944C38.9395 24.0217 38.6892 23.5984 38.3004 23.3184C37.912 23.0376 37.386 22.9021 36.9063 22.8755C36.4258 22.8492 35.9928 22.9325 35.6618 23.0766C35.3324 23.2208 35.1051 23.4235 34.9103 23.9518C34.714 24.48 34.5514 25.3325 34.4674 26.9558C34.3833 28.5791 34.377 30.9702 34.531 33.3717C34.6853 35.7724 34.9991 38.1823 35.1574 39.5283C35.3156 40.8725 35.3191 41.1534 35.0153 41.8695C34.7122 42.5854 34.1016 43.7378 33.7124 44.4612C33.3231 45.1828 33.1545 45.4749 34.9587 46.6846C36.7635 47.8938 40.5421 50.0189 42.496 51.0641C44.4504 52.1085 44.5815 52.0722 44.8609 51.7324C45.1397 51.3919 45.567 50.7478 45.9377 50.1532C46.308 49.5593 46.6215 49.0162 46.9986 48.6489C47.3758 48.2814 47.8164 48.0898 48.2327 47.9417L49.4905 47.5249C49.9396 47.366 50.4458 47.1569 51.0549 46.6731C51.6641 46.1895 52.3767 45.4302 53.3443 43.8995C54.3099 42.3677 55.5312 40.0643 56.2654 38.6492C56.9996 37.2351 57.2479 36.7089 57.3446 36.2082C57.441 35.7062 57.3864 35.2298 57.1153 34.7944C56.8437 34.3588 56.3554 33.9653 55.907 33.7903C55.4588 33.6147 55.0494 33.6562 54.6466 33.9257C54.2436 34.1945 53.8471 34.6903 53.589 35.0424C53.3298 35.3948 53.2091 35.6039 53.0439 35.7024C52.8769 35.8009 52.6629 35.789 52.7343 35.5237C52.8049 35.2579 53.1599 34.7391 53.5216 34.1126C53.8838 33.4853 54.2522 32.7506 54.442 32.1365C54.6321 31.5215 54.6431 31.0257 54.5075 30.642C54.3717 30.257 54.0899 29.9826 53.7837 29.7504C53.4783 29.5186 53.1481 29.3279 52.8197 29.2777C52.4907 29.2272 52.1645 29.3166 51.8807 29.5699C51.5964 29.824 51.3549 30.2422 51.0959 30.5941C50.8377 30.9465 50.5617 31.2337 50.371 31.373C50.1809 31.5143 50.0742 31.5082 50.2741 31.0676C50.4737 30.6253 50.9806 29.7473 51.305 29.0437C51.629 28.3389 51.7707 27.8076 51.7607 27.3008C51.7512 26.7931 51.5893 26.3109 51.3233 25.9618C51.0577 25.6135 50.6859 25.3989 50.2713 25.3544C49.8563 25.3107 49.3998 25.4356 48.9604 25.7672C48.5211 26.0989 48.1005 26.6364 47.8262 26.9236C47.5508 27.2095 47.4198 27.2455 47.6608 26.8281C47.9018 26.4107 48.5159 25.538 49.5339 23.8696C50.5527 22.2017 51.9763 19.7359 52.7013 18.2887C53.4269 16.841 53.4551 16.4114 53.3889 15.955C53.3217 15.498 53.1601 15.0159 52.886 14.6333C52.6114 14.2532 52.2228 13.9727 51.8117 13.8747C51.4003 13.7756 50.9672 13.8598 50.5274 14.0518C50.0851 14.2434 49.6381 14.5419 48.1481 16.8861C46.6581 19.2284 44.1247 23.6165 42.6471 26.0791C41.1709 28.541 40.7504 29.0785 40.35 28.4853L40.35 28.4855Z"
                            fill="#626261" />
                    </svg>
                </div>

                <BaseTextBlock class="mb-60" :title="'Помощь «Норникеля»'">
                    <p class="mb-10">
                        В&nbsp;2017 году компания &laquo;Норникель&raquo; выделила более 70&nbsp;млн рублей
                        на&nbsp;проектирование и&nbsp;строительство визит-центра заповедника &laquo;Пасвик&raquo;
                        в&nbsp;посёлке Никель. Здесь проводятся научные форумы, читают лекции об&nbsp;окружающей среде,
                        работают временные и&nbsp;постоянные выставки.
                    </p>
                    <p class="mb-10">
                        В&nbsp;2019 году &laquo;Норникель&raquo; приобрёл для &laquo;Пасвика&raquo; уникальную передвижную
                        эколабораторию. Этот автомобиль приспособлен к&nbsp;суровым условиям Арктики и&nbsp;может
                        преодолевать реки, бездорожье и&nbsp;скалистую тундру.
                    </p>
                    <p>
                        В&nbsp;лаборатории есть всё, что необходимо учёным для повседневной работы. Однако этот
                        автомобиль&nbsp;&mdash; не&nbsp;просто рабочее место для учёных, но&nbsp;и&nbsp;настоящий дом:
                        в&nbsp;нём можно спать, готовить пищу. И&nbsp;что важнее всего&nbsp;&mdash; жить в&nbsp;нём гораздо
                        безопаснее, чем в&nbsp;палатках.
                    </p>
                </BaseTextBlock>
                <BaseTextBlock class="mb-60">
                    <p class="mb-10">
                        Кроме того, в&nbsp;рамках благотворительной программы &laquo;Мир новых возможностей&raquo; компания
                        &laquo;Норникель&raquo; неоднократно поддерживала &laquo;Пасвик&raquo;, выделяя средства
                        на&nbsp;открытие новых экологических троп и&nbsp;проведение мониторинга природных комплексов, флоры
                        и&nbsp;фауны заповедника.
                    </p>
                    <p class="mb-10">
                        Сумма ежегодных мониторинговых контрактов составляет 5,385&nbsp;млн. рублей. Дополнительно
                        &laquo;Норникелем&raquo; выделено 2&nbsp;млн. рублей на&nbsp;помощь в&nbsp;восстановлении популяции
                        европейской жемчужницы.
                    </p>
                    <p>
                        На&nbsp;выделяемые &laquo;Норникелем&raquo; средства сотрудники заповедника проводят научные
                        исследования, реализуют программы восстановления популяций редких видов и&nbsp;ведут мониторинг
                        крупных млекопитающих. Волонтёры &laquo;Норникеля&raquo; застроили экотропами пешеходные маршруты
                        заповедника и&nbsp;каждый год их&nbsp;обновляют.
                    </p>
                    <a href="https://pasvik-reserve.ru/" target="_blank" class="treasures__link">
                        <svg xmlns="http://www.w3.org/2000/svg" width="20" height="20" viewBox="0 0 20 20" fill="none">
                            <circle cx="10" cy="10" r="9.5" stroke="#D38235" />
                            <path
                                d="M14.5 10C14.5 12.7006 13.9516 15.1209 13.0883 16.8475C12.2101 18.604 11.0893 19.5 10 19.5C8.9107 19.5 7.78993 18.604 6.91168 16.8475C6.04839 15.1209 5.5 12.7006 5.5 10C5.5 7.29937 6.04839 4.87912 6.91168 3.15254C7.78993 1.39605 8.9107 0.5 10 0.5C11.0893 0.5 12.2101 1.39605 13.0883 3.15254C13.9516 4.87912 14.5 7.29937 14.5 10Z"
                                stroke="#D38235" />
                            <path d="M0.5 10H19.5" stroke="#D38235" />
                        </svg>
                        <div class="treasures__link-descr">
                            Перейти на&nbsp;сайт заповедника &laquo;Пасвик&raquo;
                        </div>
                    </a>
                </BaseTextBlock>
            </SectionWhite>
            <SectionOrange>
                <BaseTextBlock class="mb-60" :title="'Лапландский заповедник'" :undertitle="'Мурманская область'">
                    <p class="mb-10">
                        Один из&nbsp;старейших заповедников России. Его основали в&nbsp;январе 1930 года для сохранения
                        популяции дикого северного оленя и&nbsp;защиты природы в&nbsp;нетронутом первозданном состоянии.
                    </p>
                    <p>
                        Границы заповедника находятся в&nbsp;7&nbsp;км от&nbsp;предприятий &laquo;Норникеля&raquo;.
                    </p>
                </BaseTextBlock>

                <div class="treasures__map treasures__map-2">
                    <BaseNumberBlock class="number-block-1" :textTop="'январь 1930&nbsp;г.'"
                        :textBottom="'дата создания'" />
                    <BaseNumberBlock class="number-block-2" :textTop="'278 &thinsp;435&nbsp;га'" :textBottom="'площадь'" />
                    <BasePhoto class="treasures__photo-block" :img="'img/treasures-img-2.jpg'" />
                </div>

                <BaseTextBlock class="mb-60">
                    <p class="mb-10">
                        Лапландский заповедник сегодня&nbsp;&mdash; это одна из&nbsp;крупнейших охраняемых территорий
                        в&nbsp;Европе. Здесь представлены практически все характерные для Кольского полуострова ландшафты:
                        леса, горные тундры, болота, реки и&nbsp;озёра.
                    </p>
                    <p class="mb-10">
                        Кроме того, в&nbsp;заповеднике находятся Лапландская резиденция Деда Мороза и&nbsp;несколько музеев,
                        в&nbsp;том числе&nbsp;&mdash; квартира-музей знаменитого советского натуралиста Олега
                        Семёнова-Тян-Шанского.
                    </p>
                    <p>
                        С&nbsp;1985 года Лапландский заповедник включён во&nbsp;Всемирную сеть биосферных резерватов ЮНЕСКО.
                    </p>
                </BaseTextBlock>

                <BaseTextBlock class="mb-60" :title="'Флора и фауна'">
                    Примерно половину площади заповедника занимают старовозрастные леса естественного происхождения.
                    Появились они тут примерно 10&nbsp;тыс. лет назад, когда Кольский полуостров освободился
                    от&nbsp;последнего ледника.
                </BaseTextBlock>

                <div class="number-blocks text-block__wrap mb-60">
                    <BaseNumberBlock :textTop="'206&nbsp;видов'" :textBottom="'птиц'" />
                    <BaseNumberBlock :textTop="'31&nbsp;вид'" :textBottom="'млекопитающих'" />
                    <BaseNumberBlock :textTop="'2135&nbsp;видов'" :textBottom="'растений и&nbsp;грибов'" />
                </div>

                <BaseTextBlock class="mb-60">
                    <p class="mb-10">
                        Деревья в&nbsp;Лапландском заповеднике вырастают до&nbsp;30&nbsp;метров в&nbsp;высоту
                        и&nbsp;70&nbsp;см в&nbsp;диаметре. А&nbsp;ещё они очень старые&nbsp;&mdash; достигают возраста
                        500&ndash;600&nbsp;лет. Это уникальный случай для северных широт.
                    </p>
                    <p>
                        В&nbsp;заповеднике обитает единственная охраняемая популяция дикого северного оленя. Ранее эти
                        животные были широко распространены на&nbsp;севере Европы, а&nbsp;сейчас включены в&nbsp;Красные
                        книги Российской Федерации и&nbsp;Мурманской области. На&nbsp;территории заповедника можно встретить
                        и&nbsp;другие уникальные и&nbsp;охраняемые виды растений и&nbsp;животных.
                    </p>
                </BaseTextBlock>

                <!---->

                <BaseTextBlock class="treasures__help" :title="'Помощь «Норникеля»'">
                    <p class="mb-10">
                        История сотрудничества &laquo;Норникеля&raquo; и&nbsp;Лапландского заповедника насчитывает уже
                        20&nbsp;с лишним лет. Так, сотрудники заповедника разрабатывали для компании программу рекультивации
                        земель и&nbsp;высадки деревьев.
                    </p>
                    <p class="mb-10">
                        В&nbsp;2015 году &laquo;Норникель&raquo; профинансировал строительство гостевых домиков
                        на&nbsp;территории Чунозерской усадьбы. Теперь приезжающие в&nbsp;заповедник посетители могут
                        не&nbsp;только отдохнуть между экскурсиями, но&nbsp;и&nbsp;переночевать.
                    </p>
                    <p class="mb-10">
                        При финансовой поддержке &laquo;Норникеля&raquo; и&nbsp;его дочернего предприятия&nbsp;&mdash;
                        Кольской горно-металлургической компании (ГМК)&nbsp;&mdash; Лапландский заповедник издаёт книги
                        и&nbsp;экопросветительскую продукцию. Например, на&nbsp;выпуск двух книг: о&nbsp;жизни учёных
                        Германа Крепса и&nbsp;Олега Семёнова-Тян-Шанского&nbsp;&mdash; компания выделила около 1&nbsp;млн
                        рублей.
                    </p>
                    <p class="mb-10">
                        Благотворительная программа &laquo;Норникеля&raquo; &laquo;Мир новых возможностей&raquo; помогла
                        реализовать в&nbsp;заповеднике несколько проектов. Один из&nbsp;них&nbsp;&mdash; &laquo;Лесная
                        почта&raquo;, благодаря которому любой желающий может пообщаться с&nbsp;учёными и&nbsp;задать
                        им&nbsp;вопрос о&nbsp;флоре и&nbsp;фауне. Кроме того, в&nbsp;Лапландском заповеднике появились
                        экологические познавательные тропы, а&nbsp;сейчас строится самая большая из&nbsp;них&nbsp;&mdash;
                        14-километровая &laquo;Кругосветка&raquo;.
                    </p>
                    <p class="mb-10">
                        В&nbsp;2021 году Кольская ГМК помогла заповеднику приобрести пять снегоходов. Благодаря этому учёные
                        могут ежедневно посещать самые труднодоступные уголки охраняемой территории, чтобы следить там
                        за&nbsp;порядком, проводить научные наблюдения и&nbsp;исследовать флору и&nbsp;фауну.
                    </p>
                    <p class="mb-10">
                        Помогают снегоходы и&nbsp;в&nbsp;реализации проекта &laquo;Сохраним оленя вместе&raquo;, который
                        также стартовал в&nbsp;2021 году при поддержке &laquo;Норникеля&raquo;.
                    </p>
                    <p>
                        На&nbsp;мониторинг и&nbsp;восстановление популяции северных оленей &laquo;Норникелем&raquo;
                        дополнительно выделено 1,8&nbsp;млн. рублей. Сумма ежегодных мониторинговых контрактов составляет
                        5,253&nbsp;млн. рублей.
                    </p>
                    <a href="https://laplandzap.ru/" target="_blank" class="treasures__link">
                        <svg xmlns="http://www.w3.org/2000/svg" width="20" height="20" viewBox="0 0 20 20" fill="none">
                            <circle cx="10" cy="10" r="9.5" stroke="#D38235" />
                            <path
                                d="M14.5 10C14.5 12.7006 13.9516 15.1209 13.0883 16.8475C12.2101 18.604 11.0893 19.5 10 19.5C8.9107 19.5 7.78993 18.604 6.91168 16.8475C6.04839 15.1209 5.5 12.7006 5.5 10C5.5 7.29937 6.04839 4.87912 6.91168 3.15254C7.78993 1.39605 8.9107 0.5 10 0.5C11.0893 0.5 12.2101 1.39605 13.0883 3.15254C13.9516 4.87912 14.5 7.29937 14.5 10Z"
                                stroke="#D38235" />
                            <path d="M0.5 10H19.5" stroke="#D38235" />
                        </svg>
                        <div class="treasures__link-descr">
                            Перейти на&nbsp;сайт Лапландского заповедника
                        </div>
                    </a>
                    <BaseNumberBlock class="number-block-1" :textTop="'3&nbsp;млн&nbsp;рублей'"
                        :textBottom="'&laquo;Норникель&raquo; выделил на&nbsp;строительство гостевых домиков'" />
                    <BaseNumberBlock class="number-block-2" :textTop="'7,5&nbsp;млн&nbsp;рублей'"
                        :textBottom="'общая стоимость купленных заповедником снегоходов'" />
                </BaseTextBlock>
            </SectionOrange>
            <SectionWhite>
                <BaseTextBlock class="treasures__start">
                    <picture>
                        <source type="image/webp" srcset="img/treasures-2.webp">
                        <img src="img/treasures-2.png" alt="">
                    </picture>
                    <div class="title">Заповедники Норильского&nbsp;дивизиона</div>
                </BaseTextBlock>

                <BaseTextBlock class="mb-60" :title="'Путоранский заповедник'" :undertitle="'Красноярский край'">
                    <p class="mb-10">
                        Путоранский заповедник расположен южнее полуострова Таймыр в&nbsp;пределах плато Путорана. Здесь
                        уникальным образом сочетаются природные ландшафты различных высотных поясов и&nbsp;природных зон:
                        северная лиственничная тайга и&nbsp;лесотундра, горная тундра и&nbsp;холодные каменистые пустыни.
                        Здесь самое большое количество водопадов в&nbsp;России.
                    </p>
                    <p class="mb-10">
                        Существует несколько версий происхождения топонима Путорана. Одни учёные полагают, что слово
                        заимствовано из&nbsp;эвенкийского языка: от&nbsp;&laquo;пэтэрэ&raquo;&nbsp;&mdash;
                        &laquo;надымить&raquo; или от&nbsp;&laquo;кута&raquo;&nbsp;&mdash; &laquo;болото&raquo;. Другие
                        считают, что топоним произошёл от&nbsp;слов из&nbsp;юкагирского языка, где &laquo;анаа&raquo;
                        означает &laquo;горы&raquo;, а&nbsp;&laquo;пуран&raquo;, &laquo;пурэн&raquo;&nbsp;&mdash;
                        &laquo;верх&raquo;, &laquo;высокий&raquo;.
                    </p>
                    <p class="mb-10">
                        Расстояние от&nbsp;границ заповедника до&nbsp;предприятий &laquo;Норникеля&raquo; превышает
                        50&nbsp;км, поэтому те&nbsp;не&nbsp;оказывают влияние на&nbsp;экосистемы особо охраняемой
                        территории.
                    </p>
                    <p>
                        С&nbsp;2010 года заповедник &laquo;Путоранский&raquo; является объектом всемирного наследия ЮНЕСКО.
                    </p>
                </BaseTextBlock>

                <div class="treasures__map treasures__map-3">
                    <BaseNumberBlock class="number-block-1" :textTop="'декабрь&nbsp;1988&nbsp;г.'"
                        :textBottom="'территория получила статус особо охраняемой'" />
                    <BaseNumberBlock class="number-block-2" :textTop="'1&nbsp;887&nbsp;251&nbsp;га'"
                        :textBottom="'площадь'" />
                    <BasePhoto class="treasures__photo-block" :img="'img/treasures-img-3.jpg'" />
                </div>

                <BaseTextBlock class="mb-100 treasures__supervolcano">
                    Извержение супервулкана, которое произошло 252 млн лет назад на&nbsp;этом месте, стало причиной Великого
                    пермского вымирания. Тогда, по&nbsp;оценкам учёных, исчезло около&nbsp;70% видов наземных позвоночных
                    и&nbsp;примерно&nbsp;90% морских видов. В&nbsp;наши дни плато Путорана&nbsp;&mdash; не&nbsp;только
                    уникальное по&nbsp;красоте место, но&nbsp;и&nbsp;прибежище для сотен редких видов животных
                    и&nbsp;растений.
                    <BaseNumberBlock :textTop="'1&nbsp;млн&nbsp;км&sup3;'"
                        :textBottom="'составил объём излившейся лавы, из&nbsp;которой сформировалось плато Путорана'" />
                </BaseTextBlock>

                <BaseTextBlock class="mb-60" :title="'Флора и фауна'">
                    Во&nbsp;все ледниковые периоды плато Путорана оказывалось покрыто льдами, которые уничтожали
                    растительность. Вот почему флора заповедника сравнительно молода. Тем не&nbsp;менее здесь можно увидеть
                    необычные для таких высоких широт леса и&nbsp;ковры лишайников.
                </BaseTextBlock>

                <div class="number-blocks text-block__wrap mb-60">
                    <BaseNumberBlock :textTop="'182&nbsp;вида'" :textBottom="'птиц'" />
                    <BaseNumberBlock :textTop="'37&nbsp;видов'" :textBottom="'млекопитающих'" />
                    <BaseNumberBlock :textTop="'1360&nbsp;видов'" :textBottom="'растений и&nbsp;грибов'" />
                </div>

                <BaseTextBlock class="mb-40">
                    Через территорию заповедника проходит один из&nbsp;важнейших путей миграции диких северных оленей. Кроме
                    того, эти животные зимуют в&nbsp;районе плато Путорана.
                </BaseTextBlock>

                <!---->

                <BaseTextBlock class="treasures__help" :title="'Помощь «Норникеля»'">
                    <p class="mb-10">
                        &laquo;Норникель&raquo; поддерживает проект по&nbsp;сохранению путоранского снежного барана.
                        В&nbsp;2017 году в&nbsp;рамках проекта &laquo;Сохраним толсторога вместе&raquo; компания выделила
                        4,99 млн рублей на&nbsp;обучение волонтёров в&nbsp;Школе наблюдателей, а&nbsp;также на&nbsp;наземные
                        исследования, которые позволили собрать сведения о&nbsp;состоянии популяции этого редкого животного.
                        В&nbsp;2022 году на&nbsp;выполнение программы &laquo;Норникель&raquo; перечислил ещё 30&nbsp;млн
                        рублей. Проект планируется реализовать до&nbsp;конца 2025&nbsp;года.
                    </p>
                    <p>
                        В&nbsp;2019 году &laquo;Норникель&raquo; выделил средства &laquo;Объединённой дирекции заповедников
                        Таймыра&raquo; на&nbsp;реализацию проекта &laquo;Друзья заповедников Таймыра: Чисто_Аян&raquo;.
                        Группа волонтёров в&nbsp;течение 24&nbsp;дней очищала побережье озера Аян в&nbsp;труднодоступном
                        регионе плато Путорана. За&nbsp;это время экоактивисты собрали 638 металлических бочек
                        и&nbsp;несколько сотен килограммов металлолома, которые находились на&nbsp;этой территории
                        с&nbsp;&laquo;дозаповедных&raquo; времён.
                    </p>
                    <a href="http://zapovedsever.ru/other/putoransky" target="_blank" class="treasures__link">
                        <svg xmlns="http://www.w3.org/2000/svg" width="20" height="20" viewBox="0 0 20 20" fill="none">
                            <circle cx="10" cy="10" r="9.5" stroke="#D38235" />
                            <path
                                d="M14.5 10C14.5 12.7006 13.9516 15.1209 13.0883 16.8475C12.2101 18.604 11.0893 19.5 10 19.5C8.9107 19.5 7.78993 18.604 6.91168 16.8475C6.04839 15.1209 5.5 12.7006 5.5 10C5.5 7.29937 6.04839 4.87912 6.91168 3.15254C7.78993 1.39605 8.9107 0.5 10 0.5C11.0893 0.5 12.2101 1.39605 13.0883 3.15254C13.9516 4.87912 14.5 7.29937 14.5 10Z"
                                stroke="#D38235" />
                            <path d="M0.5 10H19.5" stroke="#D38235" />
                        </svg>
                        <div class="treasures__link-descr">
                            Перейти на&nbsp;сайт Путоранского заповедника
                        </div>
                    </a>
                    <BaseNumberBlock class="number-block-2" :textTop="'4,5&nbsp;млн&nbsp;рублей'"
                        :textBottom="'«Норникель» выделил на&nbsp;проект «Друзья заповедников Таймыра: Чисто_Аян»'" />
                </BaseTextBlock>

            </SectionWhite>
            <SectionOrange>
                <BaseTextBlock class="mb-60" :title="'Большой Арктический заповедник'" :undertitle="'Красноярский край'">
                    Крупнейший заповедник в&nbsp;Евразии&nbsp;&mdash; Большой Арктический&nbsp;&mdash; расположен
                    на&nbsp;самом севере полуострова Таймыр. Он&nbsp;включает в&nbsp;себя не&nbsp;только материковые
                    территории, но&nbsp;и&nbsp;почти три десятка островов в&nbsp;Карском море и&nbsp;море Лаптевых.
                    <br /><br />
                    Границы заповедника находятся в&nbsp;7&nbsp;км от&nbsp;предприятий &laquo;Норникеля&raquo;.
                </BaseTextBlock>

                <div class="treasures__map treasures__map-4">
                    <BaseNumberBlock class="number-block-1" :textTop="'11&nbsp;мая&nbsp;1993&nbsp;г.'"
                        :textBottom="'территория получила статус особо охраняемой'" />
                    <BaseNumberBlock class="number-block-2" :textTop="' 4&nbsp;169&nbsp;222&nbsp;га'"
                        :textBottom="'площадь'" />
                </div>

                <BaseTextBlock class="mb-60">
                    Это места с&nbsp;суровым климатом. Основная часть заповедника представляет собой арктическую
                    тундру&nbsp;&mdash; заболоченные пространства с&nbsp;крайне бедной растительностью. В&nbsp;самых
                    северных участках тундра сменяется арктической пустыней: бесплодная земля здесь покрыта ледниками,
                    камнями и&nbsp;щебнем.
                </BaseTextBlock>

                <BaseTextBlock class="mb-60" :title="'Флора и фауна'">
                    На&nbsp;территории Большого Арктического заповедника нет лесов. На&nbsp;бескрайних просторах растут лишь
                    травы, мхи, лишайники и&nbsp;кое‑где&nbsp;&mdash; карликовые ивы.
                </BaseTextBlock>

                <div class="number-blocks text-block__wrap mb-60">
                    <BaseNumberBlock :textTop="'124&nbsp;видa'" :textBottom="'птиц'" />
                    <BaseNumberBlock :textTop="'16&nbsp;видов'" :textBottom="'млекопитающих'" />
                    <BaseNumberBlock :textTop="'518&nbsp;видов'" :textBottom="'растений и&nbsp;грибов'" />
                </div>

                <BaseTextBlock class="mb-60">
                    Здесь можно встретить редкие и&nbsp;исчезающие виды млекопитающих и&nbsp;птиц: белого медведя,
                    атлантического и&nbsp;лаптевского моржей, беркута, исландского песочника, кроншнепа-малютку
                    и&nbsp;многих других. В&nbsp;водах морей, которые также находятся на&nbsp;территории заповедника,
                    водятся морские единороги&nbsp;&mdash; нарвалы.
                </BaseTextBlock>

                <BaseTextBlock class="treasures__help mb-100" :title="'Помощь «Норникеля»'">
                    <p class="mb-10">
                        На&nbsp;протяжении уже более десятка лет &laquo;Норникель&raquo; оказывает финансовую поддержку
                        государственному учреждению &laquo;Заповедники Таймыра&raquo;, в&nbsp;состав которого входят Большой
                        Арктический, Путоранский, Таймырский заповедники, федеральные заказники &laquo;Пуринский&raquo;
                        и&nbsp;&laquo;Североземельский&raquo;. За&nbsp;это время компания перечислила свыше 9,8 млн рублей
                        на&nbsp;покупку строительных материалов, оборудования и&nbsp;транспорта.
                    </p>
                    <p>
                        Помимо этого &laquo;Норникель&raquo; выделил &laquo;Заповедникам Таймыра&raquo; девять грантов.
                        Средства направили на&nbsp;создание туристической инфраструктуры, организацию молодёжных летних
                        полевых лагерей и&nbsp;привлечение волонтёров.
                    </p>
                    <a href="https://wikiway.com/russia/bolshoy-arkticheskiy-zapovednik/" target="_blank"
                        class="treasures__link">
                        <svg xmlns="http://www.w3.org/2000/svg" width="20" height="20" viewBox="0 0 20 20" fill="none">
                            <circle cx="10" cy="10" r="9.5" stroke="#D38235" />
                            <path
                                d="M14.5 10C14.5 12.7006 13.9516 15.1209 13.0883 16.8475C12.2101 18.604 11.0893 19.5 10 19.5C8.9107 19.5 7.78993 18.604 6.91168 16.8475C6.04839 15.1209 5.5 12.7006 5.5 10C5.5 7.29937 6.04839 4.87912 6.91168 3.15254C7.78993 1.39605 8.9107 0.5 10 0.5C11.0893 0.5 12.2101 1.39605 13.0883 3.15254C13.9516 4.87912 14.5 7.29937 14.5 10Z"
                                stroke="#D38235" />
                            <path d="M0.5 10H19.5" stroke="#D38235" />
                        </svg>
                        <div class="treasures__link-descr">
                            Перейти на&nbsp;сайт Большого Арктического заповедника
                        </div>
                    </a>
                    <BaseNumberBlock class="number-block-2" :textTop="'26,45&nbsp;млн&nbsp;рублей'"
                        :textBottom="'общая сумма грантов, которые &laquo;Заповедники Таймыра&raquo; получили от&nbsp;&laquo;Норникеля&raquo;'" />
                </BaseTextBlock>

                <div class="treasures__bear">
                    <div class="treasures__bear-title">
                        Белый медведь
                    </div>
                    <div class="treasures__bear-descr">
                        <p class="mb-10">
                            В&nbsp;2012 году &laquo;Норникель&raquo; выделил 7,43 млн рублей на&nbsp;проведение
                            &laquo;переписи&raquo; белых медведей в&nbsp;Большом Арктическом заповеднике. Учёные взяли
                            у&nbsp;животных анализы крови и&nbsp;шерсти, а&nbsp;также пометили хищников ошейниками
                            и&nbsp;чипами.
                        </p>
                        <p>
                            Но&nbsp;компания финансирует не&nbsp;только научную работу&nbsp;&mdash; иной раз
                            ей&nbsp;приходится участвовать и&nbsp;в&nbsp;спасательных операциях, когда речь буквально идёт
                            о&nbsp;жизни и&nbsp;смерти животных.
                        </p>
                        <a class="link" href="/white-bears">
                            <div>Читать про&nbsp;Спасение белых медведей</div>
                            <svg xmlns="http://www.w3.org/2000/svg" width="20" height="8" viewBox="0 0 20 8" fill="none">
                                <path
                                    d="M19.8536 4.35355C20.0488 4.15829 20.0488 3.84171 19.8536 3.64645L16.6716 0.464466C16.4763 0.269204 16.1597 0.269204 15.9645 0.464466C15.7692 0.659728 15.7692 0.976311 15.9645 1.17157L18.7929 4L15.9645 6.82843C15.7692 7.02369 15.7692 7.34027 15.9645 7.53553C16.1597 7.7308 16.4763 7.7308 16.6716 7.53553L19.8536 4.35355ZM0 4.5H19.5V3.5H0V4.5Z"
                                    fill="black" />
                            </svg>
                        </a>
                    </div>
                    <picture>
                        <source type="image/webp" srcset="img/treasures-bear.webp">
                        <img src="img/treasures-bear.png" alt="">
                    </picture>
                </div>
            </SectionOrange>
            <SectionWhite>
                <BaseTextBlock class="treasures__start">
                    <picture>
                        <source type="image/webp" srcset="img/treasures-3.webp">
                        <img src="img/treasures-3.png" alt="">
                    </picture>
                    <div class="title">Заповедники Забайкальского&nbsp;дивизиона</div>
                </BaseTextBlock>

                <BaseTextBlock class="mb-60" :title="'Урюмканский заказник'" :undertitle="'Забайкальский край'">
                    Заказник регионального значения расположен в&nbsp;Газимуро-Заводском районе Забайкальского края
                    в&nbsp;пределах среднего течения реки Урюмкан. Расстояние от&nbsp;его границ до&nbsp;промышленных
                    объектов &laquo;Норникеля&raquo; составляет 22&nbsp;км. По&nbsp;мнению учёных, предприятия
                    Забайкальского дивизиона компании не&nbsp;оказывают заметного воздействия на&nbsp;биологическое
                    разнообразие и&nbsp;экосистему заказника.
                </BaseTextBlock>

                <div class="treasures__map treasures__map-5">
                    <BaseNumberBlock class="number-block-1" :textTop="'1986&nbsp;г.'"
                        :textBottom="'территория получила статус особо&nbsp;охраняемой'" />
                    <BaseNumberBlock class="number-block-2" :textTop="'24&nbsp;478&nbsp;га'" :textBottom="'площадь'" />
                    <BasePhoto class="treasures__photo-block" :img="'img/treasures-img-4.jpg'" />
                </div>

                <BaseTextBlock class="mb-60" :title="'Флора и фауна'">
                    На&nbsp;территории заказника преобладают лиственничные леса с&nbsp;подлеском из&nbsp;рододендрона.
                    Помимо промысловых животных здесь можно встретить редкие и&nbsp;исчезающие виды.
                </BaseTextBlock>

                <!---->

                <BaseTextBlock class="treasures__help" :title="'Помощь «Норникеля»'">
                    <p>
                        В&nbsp;2021 году в&nbsp;Урюмканском заказнике на&nbsp;средства, выделенные &laquo;Норникелем&raquo;,
                        построили визит-центр и&nbsp;несколько домиков для туристов. Также компания поддерживает научные
                        исследования и&nbsp;просветительские проекты, проводимые сотрудниками заказника.
                    </p>
                    <a href="http://zabaikaloopt.ru/gku-direkciya-oopt-zabajkalskogo/oopt/zakazniki/uryumkanskij/"
                        target="_blank" class="treasures__link">
                        <svg xmlns="http://www.w3.org/2000/svg" width="20" height="20" viewBox="0 0 20 20" fill="none">
                            <circle cx="10" cy="10" r="9.5" stroke="#D38235" />
                            <path
                                d="M14.5 10C14.5 12.7006 13.9516 15.1209 13.0883 16.8475C12.2101 18.604 11.0893 19.5 10 19.5C8.9107 19.5 7.78993 18.604 6.91168 16.8475C6.04839 15.1209 5.5 12.7006 5.5 10C5.5 7.29937 6.04839 4.87912 6.91168 3.15254C7.78993 1.39605 8.9107 0.5 10 0.5C11.0893 0.5 12.2101 1.39605 13.0883 3.15254C13.9516 4.87912 14.5 7.29937 14.5 10Z"
                                stroke="#D38235" />
                            <path d="M0.5 10H19.5" stroke="#D38235" />
                        </svg>
                        <div class="treasures__link-descr">
                            Перейти на&nbsp;сайт Урюмканского заказника
                        </div>
                    </a>
                </BaseTextBlock>

            </SectionWhite>
            <SectionOrange>
                <BaseTextBlock class="mb-60" :title="'Заказник «Реликтовые дубы»'" :undertitle="'Забайкальский край'">
                    <p class="mb-10">
                        Заказник &laquo;Реликтовые дубы&raquo; находится на&nbsp;востоке Забайкальского края между реками
                        Газимура, Аргуни и&nbsp;Урюмкана. Роща, в&nbsp;которой растут дубы монгольские (Quercus mongolica),
                        возникла около 6&nbsp;тыс. лет назад. Этот вид деревьев типичен для Приамурья и&nbsp;Приморья,
                        однако в&nbsp;Сибири он&nbsp;встречается только в&nbsp;границах заказника. Как и&nbsp;почему дубовая
                        роща уцелела именно в&nbsp;этом месте, учёные сказать пока не&nbsp;могут.
                    </p>
                    <p>
                        Заказник простирается вдоль границы между Россией и&nbsp;Китаем и&nbsp;включает в&nbsp;себя таёжные
                        и&nbsp;лесостепные сообщества, пойменные луга и&nbsp;высокотравные луговые степи.
                    </p>
                </BaseTextBlock>

                <div class="treasures__map treasures__map-6">
                    <BaseNumberBlock class="number-block-1" :textTop="'октябрь&nbsp;2011&nbsp;г.'"
                        :textBottom="'территория получила статус особо охраняемой'" />
                    <BaseNumberBlock class="number-block-2" :textTop="'30&nbsp;400&nbsp;га'" :textBottom="'площадь'" />
                </div>

                <BaseTextBlock class="mb-100" :title="'Флора и фауна'">
                    На&nbsp;территории заказника &laquo;Реликтовые дубы&raquo; насчитывается 56&nbsp;видов растений
                    и&nbsp;21&nbsp;вид животных, занесённых в&nbsp;Красную книгу. Среди них&nbsp;&mdash; черноголовая
                    иволга, большеклювая ворона, жужелица изумрудная и&nbsp;другие. Как и&nbsp;в&nbsp;случае с&nbsp;дубами,
                    многие эти виды широко распространены на&nbsp;Дальнем Востоке, а&nbsp;в&nbsp;Сибири их&nbsp;можно
                    обнаружить только на&nbsp;территории заказника.
                </BaseTextBlock>

                <BaseTextBlock class="treasures__help" :title="'Помощь «Норникеля»'">
                    <p class="mb-10">
                        Первым делом компания вложила средства в&nbsp;строительство кордона егерей, а&nbsp;также обеспечила
                        сотрудников заказника техникой и&nbsp;средствами связи. Эта работа уже дала первые результаты:
                        в&nbsp;&laquo;Реликтовых дубах&raquo; заметно снизился уровень браконьерства.
                    </p>
                    <p>
                        Благодаря поддержке &laquo;Норникеля&raquo; в&nbsp;заказнике появятся база для научных экспедиций,
                        дома приёма и&nbsp;экологические тропы. Кроме того, компания займётся научно-просветительской
                        работой: поможет с&nbsp;организацией лекций для детей и&nbsp;взрослых.
                    </p>
                    <a href="http://www.oopt.aari.ru/oopt/%D0%A0%D0%B5%D0%BB%D0%B8%D0%BA%D1%82%D0%BE%D0%B2%D1%8B%D0%B5-%D0%B4%D1%83%D0%B1%D1%8B"
                        target="_blank" class="treasures__link">
                        <svg xmlns="http://www.w3.org/2000/svg" width="20" height="20" viewBox="0 0 20 20" fill="none">
                            <circle cx="10" cy="10" r="9.5" stroke="#D38235" />
                            <path
                                d="M14.5 10C14.5 12.7006 13.9516 15.1209 13.0883 16.8475C12.2101 18.604 11.0893 19.5 10 19.5C8.9107 19.5 7.78993 18.604 6.91168 16.8475C6.04839 15.1209 5.5 12.7006 5.5 10C5.5 7.29937 6.04839 4.87912 6.91168 3.15254C7.78993 1.39605 8.9107 0.5 10 0.5C11.0893 0.5 12.2101 1.39605 13.0883 3.15254C13.9516 4.87912 14.5 7.29937 14.5 10Z"
                                stroke="#D38235" />
                            <path d="M0.5 10H19.5" stroke="#D38235" />
                        </svg>
                        <div class="treasures__link-descr">
                            Перейти на&nbsp;сайт заказника &laquo;Реликтовые дубы&raquo;
                        </div>
                    </a>

                    <BaseNumberBlock class="number-block-2" :textTop="'20&nbsp;млн&nbsp;рублей'"
                        :textBottom="'&laquo;Норникель&raquo; инвестировал в&nbsp;развитие заказника &laquo;Реликтовые дубы&raquo; с&nbsp;2017 по&nbsp;2019 год'" />
                </BaseTextBlock>
            </SectionOrange>
            <SectionWhite class="mb-0">
                <BaseSidebar>
                    <p>
                        Сотрудничество с&nbsp;заповедниками&nbsp;&mdash; один из&nbsp;инструментов &laquo;Норникеля&raquo;
                        по&nbsp;сохранению и&nbsp;восстановлению биоразнообразия. Оказываемая компанией ежегодная шефская
                        помощь исчисляется десятками миллионов рублей. Средства идут на&nbsp;покупку новой техники для
                        сотрудников особо охраняемых территорий, а&nbsp;также на&nbsp;научную и&nbsp;просветительскую
                        работу.
                    </p>
                </BaseSidebar>
            </SectionWhite>
        </MainSection>
    </div>
</template>

<script>
import BaseHero from '@/layout/BaseHero.vue'
import MainSection from '@/layout/MainSection'
import SectionWhite from '@/layout/SectionWhite.vue'
import SectionOrange from '@/layout/SectionOrange.vue'
import BaseTextBlock from '@/components/BaseTextBlock.vue'
import BaseSidebar from '@/components/BaseSidebar'
import BaseNumberBlock from "@/components/BaseNumberBlock.vue";
import BasePhoto from "@/components/BasePhoto.vue";
import TreasuresScrollSwiper1 from "@/components/TreasuresScrollSwiper1.vue";

export default {
    components: {
        BaseHero,
        SectionOrange,
        SectionWhite,
        BaseTextBlock,
        MainSection,
        BaseSidebar,
        TreasuresScrollSwiper1,
        //     BaseDropdownInfo,
        //     BaseCollageInfo,
        BasePhoto,
        BaseNumberBlock
    },
    data() {
        return {
            heroDescr: '&laquo;Норникель&raquo; на&nbsp;протяжении более чем десяти лет сотрудничает с&nbsp;заповедниками и&nbsp;заказниками Таймыра, Забайкалья и&nbsp;Кольского полуострова. При поддержке компании на&nbsp;особо охраняемых территориях появляются новые экологические маршруты и&nbsp;реализуются программы по&nbsp;изучению и&nbsp;сохранению редких видов животных и&nbsp;растений.'
        }
    }
}
</script>

<style lang="scss">
.treasures {
    .hero__descr {
        width: 47rem;

        @media (max-width: 768px) {
            width: unset;
        }
    }

    .text-block__wrap {
        width: 36.25rem;

        @media (max-width: 768px) {
            width: unset;
        }
    }

    .title {
        font-size: 2.36111rem;
        font-weight: 600;
        line-height: 130%;
        color: #D38235;

        @media (max-width: 768px) {
            font-size: 28px;
        }
    }

    .text-center {
        text-align: center;
    }

    &__link {
        position: relative;
        z-index: 2;
        display: flex;
        margin-top: 3.125rem;
        gap: 0.903rem;
        align-items: center;

        svg {
            width: 1.389rem;
            height: 1.389rem;

            @media (max-width: 768px) {
                width: 5.334rem;
                height: 5.334rem;
            }
        }

        &-descr {
            color: #D38235;
            font-size: 1.04167rem;
            font-weight: 300;
            line-height: 130%;

            @media (max-width: 768px) {
                width: 52rem;
                font-size: 4rem;
            }
        }
    }

    &__start {
        text-align: center;
        margin-bottom: 4.16667rem;

        img {
            width: 26.528rem;
            height: 8.542rem;
            margin-bottom: 1.875rem;
        }
    }

    .number-blocks {
        display: flex;
        align-items: center;
        justify-content: flex-start;
        gap: 2.778rem;
        width: 51.7rem;

        @media (max-width: 768px) {
            flex-direction: column;
            gap: 7.467rem;
            width: 100%;
            align-items: flex-start;
        }

        .number-block {
            position: static;
            width: 15.278rem;

            @media (max-width: 768px) {
                margin-top: 0;
            }
        }
    }

    &__map {
        position: relative;
        height: 36.667rem;
        margin-bottom: 3.95833rem;
        background-repeat: no-repeat;
        background-position: center;
        background-size: 100%;

        &-text {
            position: absolute;
            font-size: 1.25rem;
            font-weight: 300;
            line-height: 130%;
        }

        &-1 {
            background-image: url(../../public/img/treasures-map-1.png);

            @supports (background-image: url(../../public/img/treasures-map-1.webp)) {
                background-image: url(../../public/img/treasures-map-1.webp);
            }

            .treasures__photo-block {
                position: absolute;
                top: 14.4rem;
                left: 55rem;
            }

            .treasures__map-text-1 {
                width: 23rem;
                top: 28.4rem;
                left: 8.4rem;
            }

            .treasures__map-text-2 {
                width: 20rem;
                top: 28.4rem;
                left: 69.4rem;
            }

            .number-block {
                border-left: none;
                width: 22rem;

                &-1 {
                    bottom: unset;
                    top: 2.4rem;
                    left: 69.4rem;
                }

                &-2 {
                    bottom: unset;
                    top: 2.3rem;
                    left: 10.4rem;
                }
            }
        }

        &-2 {
            background-image: url(../../public/img/treasures-map-2.png);
            mix-blend-mode: multiply;

            @supports (background-image: url(../../public/img/treasures-map-2.webp)) {
                background-image: url(../../public/img/treasures-map-2.webp);
            }

            .treasures__photo-block {
                position: absolute;
                top: 14rem;
                left: 46.5rem;
            }

            .number-block {
                border-left: none;
                width: 22rem;

                &-1 {
                    bottom: unset;
                    top: 17rem;
                    left: 72rem;
                }

                &-2 {
                    bottom: unset;
                    top: 17rem;
                    left: 12rem;
                }
            }
        }

        &-3 {
            height: 37.667rem;
            background-image: url(../../public/img/treasures-map-3.png);

            @supports (background-image: url(../../public/img/treasures-map-3.webp)) {
                background-image: url(../../public/img/treasures-map-3.webp);
            }

            .treasures__photo-block {
                position: absolute;
                top: 17.8rem;
                left: 47.5rem;
            }

            .number-block {
                border-left: none;
                width: 22rem;

                &-1 {
                    bottom: unset;
                    top: 17rem;
                    left: 72rem;
                }

                &-2 {
                    bottom: unset;
                    top: 17.5rem;
                    left: 11rem;
                }
            }
        }

        &-4 {
            mix-blend-mode: multiply;
            // background-image: url(../../public/img/treasures-map-4.png);

            @supports (background-image: url(../../public/img/treasures-map-4.webp)) {
                background-image: url(../../public/img/treasures-map-4.webp);
            }

            .treasures__photo-block {
                position: absolute;
                top: 17.8rem;
                left: 47.5rem;
            }

            .number-block {
                border-left: none;
                width: 22rem;

                &-1 {
                    bottom: unset;
                    top: 17rem;
                    left: 72rem;
                }

                &-2 {
                    bottom: unset;
                    top: 17.5rem;
                    left: 11rem;
                }
            }
        }

        &-5 {
            background-image: url(../../public/img/treasures-map-5.png);

            @supports (background-image: url(../../public/img/treasures-map-5.webp)) {
                background-image: url(../../public/img/treasures-map-5.webp);
            }

            .treasures__photo-block {
                position: absolute;
                top: 14rem;
                left: 58rem;
            }

            .number-block {
                border-left: none;
                width: 22rem;

                &-1 {
                    bottom: unset;
                    top: 17rem;
                    left: 72rem;
                }

                &-2 {
                    bottom: unset;
                    top: 17rem;
                    left: 14.5rem;
                }
            }
        }

        &-6 {
            background-image: url(../../public/img/treasures-map-6.png);

            @supports (background-image: url(../../public/img/treasures-map-6.webp)) {
                background-image: url(../../public/img/treasures-map-6.webp);
            }

            .treasures__photo-block {
                position: absolute;
                top: 14rem;
                left: 58rem;
            }

            .number-block {
                border-left: none;
                width: 22rem;

                &-1 {
                    bottom: unset;
                    top: 17rem;
                    left: 72rem;
                }

                &-2 {
                    bottom: unset;
                    top: 17rem;
                    left: 14.5rem;
                }
            }
        }
    }

    &__help {
        .number-block-1 {
            bottom: unset;
            top: 10rem;
            left: -24rem;
        }

        .number-block-2 {
            bottom: 17rem;
            width: 19rem;
            left: 40rem;
        }
    }

    &__supervolcano {
        .number-block {
            width: 21.3rem;
            bottom: 2rem;
            left: 41rem;
        }
    }

    &__bear {
        position: relative;
        border-radius: 19px;
        border: 1px solid var(--grey, #626261);
        width: 67.09rem;
        padding: 4rem 3.34rem 4rem 33rem;
        margin: 0 auto;
        display: flex;
        flex-direction: column;

        @media (max-width: 768px) {
            width: unset;
            margin: 0 9.5rem;
            padding: 40rem 3.76rem 7.47rem 3.76rem;
            align-items: center;
        }

        &-title {
            margin-bottom: 1.3rem;
            font-size: 1.527778rem;
            font-weight: 600;
            line-height: 130%;

            @media (max-width: 768px) {
                font-size: 4.8rem;
                text-align: center;
                width: 54rem;
            }
        }

        &-descr {
            font-size: 1.25rem;
            font-weight: 300;
            line-height: 130%;
            flex-shrink: 0;

            @media (max-width: 768px) {
                font-size: 4.53334rem;
                text-align: center;
            }
        }

        img {
            position: absolute;
            display: block;
            width: 888px;
            height: 564px;
            top: 0rem;
            left: -28.366rem;

            @media (max-width: 768px) {
                width: 71.5rem;
                height: 50.6rem;
                left: 5.5rem;
                top: -14.5rem;
            }
        }

        .link {
            margin-top: 1.9rem;
            display: flex;
            align-items: center;
            gap: 0.625rem;
            padding: 0.45rem 1.39rem;
            border-radius: 32px;
            background: #fff;
            font-size: 1.25rem;
            font-weight: 300;
            color: var(--Gray-1, #333);
            line-height: 130%;
            transition: .3s;
            width: max-content;

            @media (max-width: 768px) {
                padding: 3.2rem;
                font-size: 4.8rem;
                text-align: center;
                width: unset;
                border-radius: 34px
            }

            svg {
                width: 20px;
                height: 8px;

                @media (max-width: 768px) {
                    display: none;
                }
            }

            @media (min-width: 769px) {
                &:hover {
                    color: #fff;
                    background: var(--copper, #D38235);

                    svg path {
                        fill: #FFF;
                    }
                }
            }
        }
    }

    &__scroll-block {
        margin-top: 4.16666rem;
        position: relative;

        &__wrap {
            overflow: hidden;
        }

        .mobile-icon-scroll {
            display: none;
            position: absolute;
            width: 25.7rem;
            height: 14.2rem;
            top: 3rem;
            right: 7rem;

            @media (max-width: 768px) {
                display: block;
            }
        }

    }

}
</style>